INSERT INTO knowledgeAuction.editRecipe (recipeId,`result`,item1,item2) VALUES
	 (1,'전산학','수학','정보기술'),
	 (2,'국악학','음악','국어'),
	 (3,'행정학','사회','국어'),
	 (4,'경제학','수학','사회'),
	 (5,'물리학','수학','과학'),
	 (6,'무용학','음악','체육'),
	 (7,'의학','생물학','과학'),
	 (8,'법학','사회','행정학'),
	 (9,'고고학','역사','지리학'),
	 (10,'언어학','영어','역사');
INSERT INTO knowledgeAuction.editRecipe (recipeId,`result`,item1,item2) VALUES
	 (11,'인간학','심리학','역사'),
	 (12,'천문학','지구과학','과학'),
	 (13,'약학','생명과학','화학'),
	 (14,'수의학','동물학','과학'),
	 (15,'신학','종교학','철학'),
	 (16,'기계공학','수학','물리학'),
	 (17,'해석학','수학','통계학'),
	 (18,'우주학','지구과학','천문학'),
	 (19,'인류학','인간학','고고학'),
	 (20,'연금술','화학','해석학');
INSERT INTO knowledgeAuction.editRecipe (recipeId,`result`,item1,item2) VALUES
	 (21,'양자물리학','핵물리학','해석학'),
	 (22,'종합예술','현대미술','무용학');
